tap "github/gh"
tap "homebrew/cask"
tap "neovim/neovim"
brew "asciinema"
brew "awscli"
brew "bat"
brew "bcrypt"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "icdiff"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "nushell"
brew "pgweb"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wxmac"
brew "yarn"
brew "youtube-dl"
cask "alfred"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "hazel"
cask "iterm2"
cask "kitty"
cask "muzzle"
cask "netnewswire"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "whatsapp"
cask "zoom"
mas "amphetamine", id: 937984704
mas "hand mirror", id: 1502839586
mas "soulver 3",   id: 1508732804
mas "tadam",       id: 531349534
mas "utc time",    id: 1538245904
