tap "github/gh"
tap "homebrew/cask"
tap "neovim/neovim"
tap "eddieantonio/eddieantonio"
brew "asciinema"
brew "awscli"
brew "bat"
brew "bcrypt"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "icdiff"
brew "imagemagick"
brew "imgcat"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "nushell"
brew "pgweb"
brew "reattach-to-user-namespace"
brew "rename"
brew "renameutils"
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "unrar"
brew "watch"
brew "wget"
cask "iterm2"
