tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "asciinema"
brew "awscli"
brew "bcrypt"
brew "cheat"
brew "colordiff"
brew "coreutils"
brew "curl", args: ["with-nghttp2"], link: true
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "get_iplayer"
brew "git"
brew "git-flow"
brew "graphviz"
brew "httpie"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "pgweb"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby-build"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
